{"Quotes By:Douglas Adams": [{"Content": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.”    ―      douglas adams,  The Long Dark Tea-Time of the Soul", "Author": "Douglas Adams"}, {"Content": "I love deadlines. I love the whooshing noise they make as they go by.”    ―      Douglas Adams,  The Salmon of Doubt", "Author": "Douglas Adams"}, {"Content": "The story so far:In the beginning the Universe was created.This has made a lot of people very angry and been widely regarded as a bad move.”    ―      Douglas Adams,  The Restaurant at the End of the Universe", "Author": "Douglas Adams"}, {"Content": "I refuse to answer that question on the grounds that I don't know the answer”    ―      Douglas Adams  ", "Author": "Douglas Adams"}, {"Content": "For instance, on the planet Earth, man had always assumed that he was more intelligent than dolphins because he had achieved so much—the wheel, New York, wars and so on—whilst all the dolphins had ever done was muck about in the water having a good time. But conversely, the dolphins had always believed that they were far more intelligent than man—for precisely the same reasons.”    ―      Douglas Adams,  The Hitchhiker's Guide to the Galaxy", "Author": "Douglas Adams"}, {"Content": "There is a theory which states that if ever anyone discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable. There is another theory which states that this has already happened.”    ―      Douglas Adams,  The Restaurant at the End of the Universe", "Author": "Douglas Adams"}, {"Content": "The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be.”    ―      Douglas Adams,  The Salmon of Doubt: Hitchhiking the Galaxy One Last Time", "Author": "Douglas Adams"}, {"Content": "The Guide says there is an art to flying, said Ford, or rather a knack. The knack lies in learning how to throw yourself at the ground and miss.”    ―      Douglas Adams,  Life, the Universe and Everything", "Author": "Douglas Adams"}, {"Content": "Don't Panic.”    ―      Douglas Adams,  The Hitchhiker's Guide to the Galaxy", "Author": "Douglas Adams"}, {"Content": "A learning experience is one of those things that says, 'You know that thing you just did? Don't do that.”    ―      Douglas Adams,  The Salmon of Doubt", "Author": "Douglas Adams"}]}