{"Quotes By:J.R.R. Tolkien": [{"Content": "      “All that is gold does not glitter,Not all those who wander are lost;The old that is strong does not wither,Deep roots are not reached by the frost.From the ashes a fire shall be woken,A light from the shadows shall spring;Renewed shall be blade that was broken,The crownless again shall be king.”    ―      J.R.R. Tolkien,  The Fellowship of the Ring", "Author": "J.R.R. Tolkien"}, {"Content": "      “Not all those who wander are lost.”    ―      J.R.R. Tolkien,  The Fellowship of the Ring", "Author": "J.R.R. Tolkien"}, {"Content": "      “I wish it need not have happened in my time,\" said Frodo.\"So do I,\" said Gandalf, \"and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.”    ―      J.R.R. Tolkien,  The Fellowship of the Ring", "Author": "J.R.R. Tolkien"}, {"Content": "      “I don't know half of you half as well as I should like; and I like less than half of you half as well as you deserve.”    ―      J.R.R. Tolkien,  The Fellowship of the Ring", "Author": "J.R.R. Tolkien"}, {"Content": "      “All we have to decide is what to do with the time that is given us.”    ―      J.R.R. Tolkien,  The Fellowship of the Ring", "Author": "J.R.R. Tolkien"}, {"Content": "      “If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.”    ―      J.R.R. Tolkien  ", "Author": "J.R.R. Tolkien"}, {"Content": "      “Never laugh at live dragons.”    ―      J.R.R. Tolkien  ", "Author": "J.R.R. Tolkien"}, {"Content": "      “There is some good in this world, and it's worth fighting for.”    ―      J.R.R. Tolkien,  The Two Towers", "Author": "J.R.R. Tolkien"}, {"Content": "      “Faithless is he that says farewell when the road darkens.”    ―      J.R.R. Tolkien,  The Fellowship of the Ring", "Author": "J.R.R. Tolkien"}, {"Content": "      “The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.”    ―      J.R.R. Tolkien,  The Fellowship of the Ring", "Author": "J.R.R. Tolkien"}]}